---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.DuctFailures
source: html/0d397aa0-b82d-ce25-1e1b-a1aa32d258f2.htm
---
# BuiltInFailures.DuctFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.